Repository: gotoreadyai/BlockBoxBackOffice-Service
Catalog: src/locales/*.po
Languages: pl

source: Add new
pl: Nowy

source: AI Actions
pl: Akcje AI

source: AI Calling script
pl: Żądanie AI

source: AI DOC
pl: AI DOK

source: An adaptive learning platform to support hybrid learning.
pl: Edukacyjna, wielojęzyczna, platforma edukacyjna, wspierająca nauczanie hybrydowe

source: Case studies
pl: Lekcje

source: Code
pl: Kod

source: Course
pl: Kurs

source: Disableed in DEMO
pl: Wyłączone w demo

source: Edit
pl: Edycja

source: Exams
pl: Egzaminy

source: For schools
pl: Dla szkół

source: For the parents
pl: Dla rodziców

source: Loading...
pl: Ładowanie...

source: LOGOUT
pl: WYLOGUJ

source: Messages
pl: Komunikacja

source: Module
pl: Moduł

source: Modules
pl: Moduły

source: No pinned any tags
pl: Nie dodano tagów

source: Notifications
pl: Powiadomienia

source: Objective
pl: Przedmiot

source: Opinions
pl: Uwagi

source: Our mission
pl: Nasza misja

source: Pools
pl: Ankiety

source: Prepare properties
pl: Przygotuj ustawienia

source: Preview
pl: Podgląd

source: Related tags
pl: Tagi powiązane

source: School primary objective code
pl: Kod przedmiotu

source: Select language
pl: Wybierz język

source: Select language level
pl: Wybierz poziom języka

source: Select main subject
pl: Wybierz przedmiot

source: Select school level
pl: Wybierz poziom

source: Structure
pl: Struktura

source: Subject
pl: Temat

source: Subjects
pl: Tematy

source: Tags
pl: Tagi

source: Tags manager
pl: Zarządzanie tagami

source: Title
pl: Tytuł

source: Try for free!!!!
pl: Wypróbuj za darmo!!!

source: Turnoff in demo
pl: Wyłączone w demo

source: Unit
pl: Rozdział

source: Units
pl: Rozdziały

source: Users
pl: Użytkownicy

source: Wypróbuj za darmo!!!
pl: Try for free!!!
